import React, { useState } from "react";
import Backdrop from "@mui/material/Backdrop";
import Box from "@mui/material/Box";
import Modal from "@mui/material/Modal";
import Fade from "@mui/material/Fade";
import Typography from "@mui/material/Typography";
import SectionTitle from "../shared/SectionTitle";

const style = {
   position: "absolute",
   top: "50%",
   left: "50%",
   transform: "translate(-50%, -50%)",
   //   width: 400,
   bgcolor: "background.paper",
   border: "2px solid #000",
   boxShadow: 24,
   p: 4,
   overflowY: "scroll",
   //   height: 400,
};

export default function TransitionsModal() {
   const [open, setOpen] = useState(false);
   const handleOpen = () => setOpen(true);
   const handleClose = () => setOpen(false);

   return (
      <div>
         <SectionTitle text="About Course" />

         <div className="text-start my-5">
            <p>
               অনলাইন ইনকাম জার্নিতে আপনাকে স্বাগতম। ফেস না দেখিয়ে এবং আপনি নিজে
               কোন প্রকার ভিডিও শুট না করেও বিশেষ টেকনিক ফলো করে ভিডিও তৈরী করতে
               পারবেন এবং সেই ভিডিও ইউটিউব,ফেসবুকে আপলোড করে একটা ভাল পরিমান
               ইনকাম জেনারেট করতে পারবেন।
            </p>{" "}
            <br />
            <p>
               আপনারা যারা কোর্স কিনবেন তাদের মধ্যে প্রথম ১০০ জনকে Whats App
               Access দেয়া হবে এবং আপনারা কোর্স রিলেটেড যে কোনো প্রয়োজনে
               ডাইরেক্ট আমার সাথে কথা বলতে পারবেন। 31-01-2023 তারিখ পর্যন্ত
               কোর্সটি ৫০% ডিসকাউন্টে মাত্র ৫০০০ টাকায় কিনতে পারবেন। ১ই
               ফেব্রয়ারি ২০২৩ থেকে কোর্স মূল্য রেগুলার প্রাইস ১০,০০০ টাকা করা
               হবে। এই কোর্সের সকল সুযোগ সুবিধা আগে আসলে আগে পাবেন ভিত্তিতে
               নির্ণয় করা হবে।
            </p>{" "}
            <br />
            <p>এই কোর্সটি করার পর আপনি যে যে সোর্স থেকে ইনকাম করতে পারবেন ঃ</p>
            <ul>
               <li>
                  <p>(১) ইউটিউব থেকে ইনকাম (Google Adsense)</p>
               </li>
               <li>
                  <p>(২) অ্যাফিলিয়েট মার্কেটিং Thorough YouTube</p>
               </li>
               <li>
                  <p>(৩) ফেসবুক থেকে ইনকাম</p>
               </li>
               <li>
                  <p>(৪) ইন্সটাগ্রাম+অন্যান্য সোসিয়াল মিডিয়া থেকে ইনকাম</p>
               </li>
               <li>
                  <p>(৫) ব্র্যান্ড স্পন্সরশিপ থেকে ইনকাম</p>
               </li>
            </ul>
            <p>
               ভিন্ন ভিন্ন ক্যাটাগরিতে আপনি যদি ৫ টি ইউটিউব চ্যানেল খুলে কাজ
               করেন তাহলে প্রত্যেকটি ইউটিউব চ্যানেল থেকে সর্বনিম্ন হিসাব অনুযায়ি
               যদি ১০০ ডলার ইনকাম হয় তাহলেও আপনি প্রতিমাসে ১০০×৫=৫০০ ডলার ইনকাম
               করতে পারবেন। আর দিন যত যাবে আপনার ইনকাম তত বৃদ্ধি পাবে। আর আপনি
               ধিরে ধিরে যখন এক্সপার্ট হয়ে যাবেন তখন ১০,১৫ বা ২০ টি ইউটিউব
               চ্যানেল হেন্ডেল করতে পারবেন। পাশাপাশি আপনি ইউটিউব চ্যানেলে
               অ্যাফিলিয়েট লিংক শেয়ার করে অ্যামাজন, আলি-এক্সপ্রেস, এবং আরও
               অন্যান্য ই-কমার্স সাইটগুলো থকে ইনকাম করতে পারবেন।
            </p>{" "}
            <br />
            <p>
               তবে কথা একটাই আপনাকে সময় দিতে হবে এবং সঠিক উপায়ে নিয়মিত কাজ করতে
               হবে। সময় যত যাবে আপনার ইনকাম তত বাড়তে থাকবে আর এটা লাইফটাইম ইনকাম
               সোর্স। আপনি পড়াশোনা, চাকরি এবং ব্যাবসার পিছনে অনেক সময় দিয়েছেন
               ভাল কথা But এই প্লাটফর্মে আপনি ৬ মাস থেকে ১ টা বছর সময় দিয়ে দেখেন
               ইনশাআল্লাহ আপনার জিবন পাল্টে যাবে। আপনি আমার এই কোর্সটি করেন অথবা
               অন্য যে কোনো ভাবে শিখেন জাস্ট স্টার্ট করেন।
            </p>{" "}
            <br />
            <p>
               আপনি চাইলে ফ্রিতেও শিখতে পারেন। ইউটিউবে হাজার হাজার ভিডিও পেয়ে
               যাবেন। আপনি চাইলে আমার ইউটিউব চ্যানল গুলো ফলো করতে পারেন। সেখানে
               আমি ফ্রিতে শিখিয়ে থাকি। ইউটিউবে আমার অনেক গুলো চ্যানেল রয়েছে
               যেগুলোতে আমি ফেস দেখাই না। কিন্তু ৪ টি চ্যানেলে আমি ফেস দেখিয়ে
               ভিডিও করে থাকি যাদের নাম Taka Online, sawon sg, Shariful Sawon,
               SS GREET.
            </p>{" "}
            <br />
            <p>
               এই কোর্সটি এমনভাবে সাজানো হয়েছে যারা একদমই নতুন তারাও যাতে খুব
               সহজে শিখতে পারে। আর যারা একটু এডভান্স লেভেলের তারাও এখানে বিশেস
               বিশেষ নিন্জা টেকনিক শিখবেন যেগুলেকে কাজে লাগিয়ে আপনার ইনকামকে
               ডাবল এবং ত্রিপল করতে পারবেন। উল্লখ্য যে, Same একই ভিডিও আপনি
               বিভিন্ন Platform এ আপলোড করে মাল্টিপল ইনকাম জেনারেট করতে পারবেন
               বিশেষ টেকনিক ফলো করে।
            </p>{" "}
            <br />
            <p>
               আপনার যা যা লাগবে ইনকামের টাকা আপনার পকেট পর্যন্ত আনার জন্য ঃ
            </p>{" "}
            <br />
            <ul>
               <li>
                  <p>(১) সময়</p>
               </li>
               <li>
                  <p>
                     (২) আপনার নিজেকে কাজ করতে হবে/অথবা স্বল্পমূল্যে টাকা দিয়ে
                     করিয়ে নিতে হবে
                  </p>
               </li>
            </ul>
            <p className="font-semibold">একটু মনোযোগ সহকারে পড়ুন</p> <br />
            <p>
               দেখুন জিনিসটা এমন না যে, আপনি কোর্স করলেন আর আপনার ইনকাম শুরু হয়ে
               যাবে।এখানে অবশ্যই আপনাকে সময় দিতে হবে। অন এভারেজ হিসাব অনুযায়ি ৬
               মাস। তবে একটু কম বেশি হতে পারে। তবে এটা শিওর আপনি ৯৯.৯৯% ইনকাম
               করতে পারবেন ইনশাআল্লাহ।
            </p>{" "}
            <br />
            <p>
               আপনার হাতে যদি সময় থাকে তাহলে আপনি নিজই বিভিন্ন সোর্স থেকে
               script, voice over, video কালেক্ট করে Content Create করতে পারবেন।
               কোথা থেকে নিবেন, কিভাবে নিবেন সবকিছুর Resources আমি দিয়ে দিব
               ইনশাআল্লাহ। আর আপনার হাতে যদি কাজ করার মত সময় না থাকে তাহলে আপনি
               খুবই স্বল্প মূল্যে Team Hire করতে পারবেন যারা আপনার হয়ে কাজ করবে
               এবং আপনার জন্য script লিখবে, voice over করবে, ভিডিও এডিট করবে।
               মোটকথা সম্পূর্ন কন্টেন্ট আপনাকে তৈরী করে দিবে। আর আপনি সেই
               কন্টন্টগুলো YouTube, Facebook, Instagram এবং সোসিয়াল মিডিয়ায়
               আপলোড করবেন। এই কন্টেন্ট ক্রিয়েশন টিম কোথায় পাবেন, কিভাবে
               স্বল্পমূল্যে hire করবেন, কিভাবে সবকিছু manage করবেন এই ব্যাপারে
               সম্পূর্ন guideline দিব ইনশাআল্লাহ
            </p>
            <br />
            <p>
               এই কোর্সটিতে আপনাকে বিভিন্ন ক্যাটাগরিতে অসংখ্য ইউটিউব চ্যানেল
               আইডিয়া দেয়া হবে। আপনি যদি কোর্সে দেখানো নিয়ম অনুযায়ি কাজ করেন এবং
               নিয়মিত কাজ করেন তাহলে ১ বছরের মধ্যেই ইনশাআল্লাহ মিনিমাম ৫০ হাজার
               টাকা ইনকাম করতে পারবেন। But আপনাদের মধ্যে অনেকেই হয়তোবা ১ লাখও
               ক্রস করবেন। এখানে দেয়া প্রতিটি ইউটিউব চ্যানেলের আইডিয়াই ইউনিক।
               যারা দেরিতে কোর্সটি শুরু করবেন তারা হয়তোবা ভাববেন যারা প্রথমে
               কোর্সটি শুরু করেছিল তারা তো অলরেডি এইসব ইউটিউব চ্যানেল শুরু করে
               দিয়েছে তো আপনি কি করবেন। আর এই কথাটি মাথায় রেখেই পুরো জানুয়ারি
               মাসটি আপনাদেরকে সময় দেয়া হয়েছে এবং কোর্সের ভিডিও গুলো আনলক করা
               হবে ১ ফেব্রয়ারি ২০২৩ থেকে।
            </p>
            <br />
            <p>
               পেমেন্ট করার পর আপনাকে Email/Telegram/Whats App এ নক দেয়া হবে।
            </p>
            <br />
            <p>
               কোর্স Buy করা হয়ে গেলে আপনার Serial No. কনফার্ম করা হবে। আপনার
               সিরিয়াল যদি প্রথম ১০০ জনের মধ্যে হয়ে থাকে, আপনি কোর্স রিলেটেড
               যেকোনো হেল্প নিতে পারবেন ডাইরেক্ট Personal Whats App এ আামার
               সাথে।
            </p>
            <br />
            <p>
               সময় স্বল্পতার জন্য সবাইকে Personally Help করা সম্ভব না। আর এজন্যই
               এখানে প্রথম সিরিয়ালের Applicants দের রাখা হয়েছে। তবে Facebook
               Private Grouop এ সবাইকে Help করব ইনশাআল্লাহ এবং সেখানে আপনি কোর্স
               রিলেটেড সব ধরনের Support পাবেন।
            </p>
            <br />
            <p>
               কোর্সে দেখানে নিয়ম অনুযায়ী ৬ মাস কাজ করে যদি আপনার ইনকাম শুরু না
               হয় তাহলে আপনাকে সম্পূর্ণ Refund দেয়া হবে ইনশাআল্লাহ।
            </p>
            <br />
            <p>
               এই কোর্সে আপনাকে মাল্টিপল প্লাটফর্ম থেকে Income Potential গুলো
               দেখানো হবে যেখান থেকে আপনার ইনকাম করার পসিবলিটি ৯৯.৯৯%
               ইনশাআলল্লাহ। ১-২ বছর কাজ করার পর অন এভারেজ ৫০ হাজার থেকে ১ লাখ
               টাকা Monthly ইনকাম করতে পারবেন। সময় যত যাবে আপনার ইনকামের
               পরিমান তত বাড়বে।
            </p>
            <br />
         </div>
      </div>
   );
}
